Repository: SelmenBouazra/flutter_boilerplate
Catalog: lib/l10n/intl_*.arb
Languages: fr, nl

# language
source: English
fr: Français
nl: Nederlands

# welcome
source: Welcome on board
fr: Bienvenue à bord
nl: Welkom aan boord

source: Parking name:
fr: Nom du parking:
nl: Parkeernaam:

# welcome_description
source: Book your spot or subscribe to a membership in the parking that suits you.
fr: Réservez votre place ou souscrivez un abonnement dans le parking qui vous convient.
nl: Boek uw plek of abonneer u op een parkeerplaats die bij u past.

# first_onboarding_title1
source: Easily find
fr: Trouvez facilement
nl: Vind eenvoudig

# first_onboarding_title2
source: parking spaces around you
fr: des places de parking autour de vous
nl: parkeerplaatsen bij u in de buurt

# second_onboarding_title1
source: Book and pay for parking
fr: Réserver et payer un parking
nl: Boek en betaal voor parkeren

# second_onboarding_title2
source: quickly and securely
fr: rapidement et en toute sécurité
nl: snel en veilig

# third_onboarding_title1
source: Extend parking time
fr: Prolongez le temps
nl: Verleng parkeertijd

# third_onboarding_title2
source: according to your needs
fr: de stationnement selon vos besoins
nl: volgens uw behoeften

source: Connect
fr: Connectez-Vous
nl: Verbinding maken

source: Remember me
fr: Se souvenir de moi
nl: Herinner mij

# google_connect
source: Sign in with google
fr: Connectez-vous avec google
nl: Log in met Google

# phone_connect
source: Connect by phone
fr: Connectez-vous par téléphone
nl: Maak telefonisch verbinding

source: Or else
fr: Ou bien
nl: Of

source: or
fr: ou
nl: of

# password_connect
source: Connect with Password
nl: Verbinden met Wachtwoord

# dont_have_account
source: Don't have an account?
fr: Vous n'avez pas un compte?
nl: Heeft u nog geen account?

source: Create
fr: Créer
nl: Aanmaken

source: Password
fr: Mot de passe
nl: Wachtwoord

# forget_password
source: Forgot password?
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?

# forget_password_title
source: Forgot password
fr: Mot de passe oublié
nl: Wachtwoord vergeten

# connection
source: Log In
fr: Se connecter
nl: Inloggen

source: Or continue with
fr: Ou continuer avec
nl: Of doorgaan met

# create_account
source: Sign up
fr: S'inscrire
nl: Inschrijven

source: User Type
fr: Type d'utilisateur
nl: Gebruikerstype

source: Driver modified
fr: Conducteur modifié
nl: Bestuurder gewijzigd

source: With success
fr: Avec succès
nl: Met succes

source: Modify driver
fr: Modifier conducteur
nl: Bestuurder wijzigen

source: Edit vehicle
fr: Modifier véhicule
nl: Voertuig bewerken

source: Vehicle modified successfully
fr: Véhicule modifié avec succès
nl: Voertuig succesvol gewijzigd

source: Edit driver
fr: Modifier conducteur
nl: Bestuurder bewerken

source: Confirm password
fr: Confirmer mot de passe
nl: Bevestig wachtwoord

source: Next
fr: Suivant
nl: Volgende

source: Skip
fr: Passer
nl: Overslaan

# already_have_account
source: Already have an account?
fr: J'ai deja un compte?
nl: Heeft u al een account?

source: Login
fr: Se connecter
nl: Inloggen

# particular
source: Individual
fr: Particulier(ére)
nl: Particulier

# contain_characters
source: contains at least 8 characters
fr: contient au moins 8 caractères
nl: bevat minimaal 8 tekens

# contain_numbers
source: contains at least one number
fr: contient au moins un chiffre
nl: bevat minimaal één cijfer

# complete_profile
source: Complete your profile
fr: Compléter votre profil
nl: Vervolledig uw profiel

# user_name_input
source: Username
fr: Nom utilisateur
nl: Gebruikersnaam

source: Phone Number
fr: Numéro de téléphone
nl: Telefoonnummer

source: Gender
fr: Genre
nl: Geslacht

source: Male
fr: Homme
nl: Man

source: Female
fr: Femme
nl: Vrouw

# birth_date
source: Date of Birth
fr: Date de naissance
nl: Geboortedatum

source: Address
fr: Adresse
nl: Adres

# validate_information
source: Validate your information
fr: Valider votre information
nl: Uw informatie valideren

# validate_account
source: Validate your Account
fr: Valider votre Compte
nl: Uw account valideren

# validate_description
source: Thank you for registering! To fully enjoy all the features of our application, please verify your account. We have sent a validation email, please check your email to validate your account.
fr: Merci de vous être inscrit ! Pour profiter pleinement de toutes les fonctionnalités de notre application, veuillez vérifier votre compte , nous avons evoyer un email de validation, veuillez consulter votre courriel pour valider votre compte
nl: Bedankt voor uw registratie! Om ten volle te genieten van alle functies van onze applicatie, gelieve uw account te verifiëren. We hebben een validatie-e-mail gestuurd, gelieve uw e-mail te controleren om uw account te valideren.

# where_to_park
source: Reserve your spot or subscribe to a subscription in the parking lot that suits you
fr: Réservez votre place ou souscrivez un abonnement dans le parking qui vous convient
nl: Reserveer uw parkeerplaats of neem een abonnement in de Parkings die bij u past

source: Search here
fr: Chercher ici
nl: Zoek hier

source: Entrance
fr: Entrée
nl: Ingang

# leave
source: Exit
fr: Sortie
nl: Verlaten

source: Parking List
fr: Liste de parkings
nl: Parkeerlijst

source: Available
fr: disponible
nl: Beschikbaar

source: Not Available
fr: non disponible
nl: Niet beschikbaar

source: Home
fr: Accueil
nl: Start

source: Location
fr: Localisation
nl: Locatie

source: Reservation
fr: Réservation
nl: Reservering

source: Settings
fr: Paramétres
nl: Instellingen

source: My Profile
fr: Mon profil
nl: Mijn profiel

# payment
source: Payments
fr: Paiments
nl: Betalingen

source: Vehicles
fr: Véhicules
nl: Voertuigen

source: Vehicle
fr: Véhicule
nl: Voertuigen

source: Drivers
fr: Conducteurs
nl: Bestuurders

source: Driver
fr: Conducteur
nl: Bestuurder

source: Claims
fr: Réclamations
nl: Klachten

source: Claim
fr: Réclamations
nl: Klachten

source: Back
fr: Retour
nl: Terug

source: Premium
fr: Option premium
nl: Premiumoptie

source: High Traffic
fr: Frais forte affluence
nl: Drukte-toeslag

source: Discount
fr: Réduction
nl: Korting

# confirm_subscription
source: validate my subscription request
fr: valider ma demande d'abonnement
nl: mijn abonnementsaanvraag valideren

# payment_screen_title
source: Payment
fr: Paiement
nl: Betalen

source: Add New Card
fr: Ajouter nouvelle carte
nl: Nieuwe kaart toevoegen

# add_card_screen_title
source: Add Card
fr: Ajouter Carte
nl: Kaart toevoegen

# card_holder
source: Name
fr: Nom
nl: Naam

source: Confirm
fr: Confirmer
nl: Bevestigen

source: Cancel
fr: Annuler
nl: Annuleren

# popup_message_card
source: Card added successfully
fr: Carte ajouter avec sucées
nl: Kaart succesvol toegevoegd

source: Alert!
nl: Waarschuwing!

# delete_card_message
source: Are you sure you want to delete this card
fr: Êtes-vous sûr de supprimer cette carte
nl: Bent u zeker dat u deze kaart wilt verwijderen

source: Delete
fr: Supprimer
nl: Verwijderen

source: Add New Vehicle
fr: Ajouter nouveau Véhicule
nl: Nieuw voertuig toevoegen

# add_vehicle_title
source: Add Vehicle
fr: Ajouter Véhicule
nl: Voertuig toevoegen

source: Car
fr: Voiture
nl: Auto

# moto
source: Motorcycle
fr: Moto
nl: Motor

source: Bicycle
fr: Bicyclette
nl: Fiets

source: Color
fr: Couleur
nl: Kleur

# scan_plate
source: Scan your license plate
fr: Scanner votre Immatriculation
nl: Scan uw kenteken

source: Blue
fr: Bleus
nl: Blauw

source: Red
fr: Rouge
nl: Rood

source: Green
fr: Vert
nl: Groen

source: Grey
fr: Gris
nl: Grijs

source: White
fr: Blanc
nl: Wit

source: Other
fr: Autre
nl: Overige

source: unspecified
fr: non spécifié
nl: niet gespecificeerd

# add_vehicle_message
source: Are you sure you want to add this vehicle
fr: Êtes-vous sûr d’ajouter cette véhicule
nl: Bent u zeker dat u dit voertuig wilt toevoegen

# edit_vehicle_message
source: Are you sure you want to edit this vehicle
fr: Êtes-vous sûr de modifier cette véhicule
nl: Bent u zeker dat u dit voertuig wilt wijzigen

# popup_message_vehicle
source: Vehicle added successfully
fr: Véhicule ajouter avec succées
nl: Voertuig succesvol toegevoegd

source: Add New Driver
fr: Ajouter nouveau conducteur
nl: Nieuwe bestuurder toevoegen

# add_driver_title
source: Add Driver
fr: Ajouter conducteur
nl: Bestuurder toevoegen

# name_surname
source: Name and Surname
fr: Nom et prénom
nl: Naam en Achternaam

# confirmation_driver_message
source: Are you sure you want to add this driver
fr: Êtes-vous sûr d’ajouter ce conducteur
nl: Bent u zeker dat u deze bestuurder wilt toevoegen

# popup_message_driver
source: Driver added successfully
fr: Conducteur ajouter avec succées
nl: Bestuurder succesvol toegevoegd

# alert_message_delete_driver
source: Are you sure you want to delete this driver
fr: Êtes-vous sûr de supprimer ce conducteur
nl: Bent u zeker dat u deze bestuurder wilt verwijderen

# add_claim
source: Add a Claim
fr: Ajouter une réclamation
nl: Klacht toevoegen

# add_claim_description
source: Feel free to add a claim whenever you encounter issues.
fr: N'hésitez pas à ajouter une réclamation à chaque fois que vous rencontrez des soucis
nl: Voel u vrij om een klacht toe te voegen wanneer u problemen ondervindt.

# claim_list
source: Claims List
fr: Liste de Réclamations
nl: Klachtenlijst

source: See Details
fr: Voir détails
nl: Details bekijken

# claim_screen_title
source: Claims
fr: Réclamations
nl: Klacht

# add_claim_screen_title
source: Add a Claim
fr: Ajouter réclamation
nl: Klacht toevoegen

# claim_screen_want_add_claim
source: Do you want to submit a request to us
nl: Wilt u een verzoek indienen bij ons

# claim_object
source: Request Object
fr: Objet de la demande
nl: Onderwerp van de aanvraag

# claim_description_hint_text
source: Didn't find an answer?
fr: Vous n'avez pas trouvé de réponse?
nl: Geen antwoord gevonden?

source: Close
fr: Fermer
nl: Sluiten

# send_claim
source: Send Request
fr: Envoyer la demande
nl: Verstuur Aanvraag

# add_claim_message
source: Do you want to confirm the request?
fr: Voulez vous confirmer la demande?
nl: Wilt u de aanvraag bevestigen?

source: Edit Profile
fr: Modifier profil
nl: Profiel Bewerken

source: City
fr: Ville
nl: Stad

source: Country
fr: Pays
nl: Land

source: Zip Code
fr: Code postal
nl: Postcode

# confirm_edit_profile_message
source: Do you want to save the changes?
fr: Voulez vous enregistrer les modifications?
nl: Wilt u de wijzigingen opslaan?

source: Parking Details
fr: Détails de parking
nl: Parkeerdetails

source: Description
nl: Omschrijving

# services
source: Available Services
fr: Services disponible
nl: Beschikbare Diensten

# rent_cars
source: Car Rentals
fr: Location de véhicules
nl: Autoverhuur

# screens_infos
source: Traffic Information Screens
fr: Ecrans info trafic routier
nl: Verkeersinformatieschermen

# instructions_for_equipment
source: Equipment Instructions
fr: Consignes pour équipements
nl: Instructies voor Apparatuur

source: Umbrella
fr: Parapluie
nl: Paraplu

source: Shoe Polisher
fr: Cireuse de chaussures
nl: Schoenpoetser

source: Battery Starter
fr: Démarreur de batterie
nl: Accustarter

source: Tire Inflator
fr: Gonfleur de pneus
nl: Bandenpomp

# paying_electric_charging
source: Paid Electric Charging
fr: Recharge éléctrique payante
nl: Betaald Elektrisch Opladen

# open_hours
source: Opening Hours
fr: Heures d'ouvertures
nl: Openingstijden

# open_reception_hours
source: Reception Hours
fr: Heures d'ouvertures d'acceuil
nl: Openingstijden van de receptie

# price_per_place
source: On-site Rates
fr: Tarifs sur place
nl: Tarieven ter plaatse

# subscription_price
source: Subscription Rates
fr: Tarifs abonnements
nl: Abonnementsprijzen

source: Rate
fr: Tarif
nl: Tarief

# access_card
source: Processing fees
fr: Frais de dossier
nl: Dossierkosten

source: Total price
fr: Tarif total
nl: Totale prijs

# terms_and_conditions
source: I accept the general terms and conditions of sale
fr: J'accepte les conditions générales de vente
nl: Ik accepteer de algemene verkoopvoorwaarden

# regulations
source: I accept the internal regulations
fr: J'accepte les règlements d'ordre intérieurs
nl: Ik accepteer de interne reglement voor de gebruikers van de parking

source: Card delivery
fr: Livraison de la carte
nl: Levering van de kaart

source: By mail
fr: Par poste
nl: Per post

# to_book
source: Book
fr: Réserver
nl: Reserveren

source: Reserve Parking
fr: Réserver Parking
nl: Parkeerplaats Reserveren

source: Subscription
fr: Abonnement
nl: Abonnement

source: Reservation Duration
fr: Durée de réservation
nl: Reserveringsduur

source: Next Step
fr: Etape suivante
nl: Volgende Stap

source: Previous Step
fr: Etape Précédente
nl: Vorige Stap

source: Choose
fr: choisir
nl: Kiezen

source: Choose Vehicle
fr: Choisir le véhicule
nl: Voertuigen kiezen

source: Choose Driver
fr: choisir le conducteur
nl: Bestuurders kiezen

source: Choose Payment Method
fr: Choisir la méthode de paiment
nl: Betalingsmethode kiezen

# language_parameters
source: Edit language
fr: Paramètres de langues
nl: Taal bewerken

source: Save
fr: Enregistrer
nl: Redden

source: Monthly price
fr: Prix Mensuel
nl: maandelijkse prijs

# price_pay
source: Price to pay
fr: Tarif à payer
nl: Tarief verschuldigd

# confirmation_description_one
source: A first payment of
fr: Un premier versement de
nl: Een eerste betaling van

# confirmation_description_two
source: (VAT included) is requested for the period
fr: (TVAC) est demandé pour la période allant du
nl: (inclusief BTW) wordt aangevraagd voor de periode vanaf

# confirmation_description_three
source: Then, an automatic debit of
fr: Ensuite, un prélèvement automatique de
nl: Vervolgens een automatische afschrijving van

# confirmation_description_four
source: on the 1st day of each month.
fr: au 1er jour de chaque mois.
nl: op de 1e dag van elke maand.

# payment_wordline_message
source: Effia does not store any bank details. All details are securely stored at Atos Worldline, our PCI certified partner.
fr: Effia ne stocke aucunes coordonées bancaires. Toutes les coordonnées sont stockées en toute sécurité chez atos Worldline, notre partenaire certifié PCI.
nl: Effia slaat geen bankgegevens op, alle gegevens worden veilig bewaard bij atos Worldline,onze PCI-gecertificeerde partner.

# settings_screen_title
source: settings
fr: Liste de paramétres
nl: Instelligen

# notification
source: Notifications
nl: Meldingen

source: security
fr: Sécurité
nl: Beveiliging

source: languages
fr: langues
nl: talen

# condition_terms
source: terms and conditions
fr: Termes et conditions
nl: termen en voorwaarden

source: How to use?
fr: Comment utiliser?
nl: Hoe te gebruiken?

source: Logout
fr: Déconnexion
nl: Loskoppelen

# attention_message
source: the Vehicle, the driver, and the credit card are necessary to reserve in a parking lot
fr: le Véhicule, le conducteur, et la carte credit sont nécessaires pour réserver dans un parking.
nl: het Voertuig, de bestuurder en de creditcard zijn nodig om op een parkeerplaats te reserveren.

source: Safety instructions
fr: consignes de sécurité
nl: veiligheidsinstructies

# continuee
source: Continue
fr: Continuer
nl: Doorgaan

source: Send
fr: Envoyer
nl: Verzenden

# active
source: In progress
fr: En cours
nl: Bezig

# expired
source: Completed
fr: Terminé
nl: Voltooid

source: Cancelled
fr: Annulé
nl: Geannuleerd

# upcomming
source: Pending
fr: En attente
nl: In afwachting

source: Pending
fr: En attente
nl: In afwachting

source: Subscribe
fr: Abonner
nl: Abonneren

# card_fees_will_be_added
source: Processing fees will be added.
fr: de frais de dossier seront ajoutés.
nl: Dossierkosten zullen worden toegevoegd.

source: Please note that
fr: Veuillez noter que
nl: Houd er rekening mee dat

# subscribe_for_at_least
source: Commitment
fr: Engagement
nl: Verplichting

source: months minimum
fr: mois minimum
nl: minimaal maanden

source: Reservation has been successfully made
fr: La réservation a été effectuée avec succès
nl: Reservering is succesvol gemaakt

source: No services available at the moment!
fr: Aucun service disponible pour le moment!
nl: Geen services beschikbaar op dit moment!

source: To
fr: À
nl: Naar

source: From
fr: De
nl: Van

source: List of settings
fr: Liste de paramètres
nl: Lijst met instellingen

source: Account settings
fr: Paramètres du compte
nl: Accountinstellingen

source: Deactivate your account
fr: Désactiver votre compte
nl: Uw account deactiveren

source: Why are you archiving your profile?
fr: Pourquoi archivez-vous votre profil ?
nl: Waarom archiveert u uw profiel?

source: I no longer use this service.
fr: Je n'utilise plus ce service.
nl: Ik gebruik deze service niet meer.

source: Privacy concerns.
fr: Préoccupations concernant la confidentialité.
nl: Zorgen over privacy.

source: Technical issues.
fr: Problèmes techniques.
nl: Technische problemen.

source: Other (please specify)
fr: Autre (veuillez préciser)
nl: Overig (graag specificeren)

source: Please enter a zip code
fr: Veuillez entrer un code postal
nl: Voer een postcode in

source: Please enter a valid zip code
fr: Veuillez entrer un code postal valide
nl: Voer een geldige postcode in

source: Password and authentication
fr: Mot de passe et authentification
nl: Wachtwoord en authenticatie

source: New password
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

source: Old password
fr: Ancien mot de passe
nl: Oud wachtwoord

# reset_your_password_here
source: Reset your password
fr: Réinitialisez votre mot de passe
nl: Stel uw wachtwoord opnieuw in

source: Driver deleted successfully
fr: Conducteur supprimé avec succès
nl: Bestuurder succesvol verwijderd

source: Are you sure you want to delete this driver?
fr: Êtes-vous sûr de supprimer ce conducteur ?
nl: Weet u zeker dat u deze bestuurder wilt verwijderen?

source: No vehicles available at the moment
fr: Aucun véhicule disponible pour le moment
nl: Geen voertuigen beschikbaar op dit moment

source: Are you sure you want to delete this vehicle?
fr: Êtes-vous sûr de supprimer ce véhicule ?
nl: Weet u zeker dat u dit voertuig wilt verwijderen?

source: Vehicle removed successfully
fr: Véhicule retiré avec succès
nl: Voertuig succesvol verwijderd

source: No drivers available at the moment
fr: Aucun conducteur disponible pour le moment
nl: Geen bestuurders beschikbaar op dit moment

# general_information
source: General informations
fr: Informations générales
nl: Algemene informatie

source: Archive account
fr: Archiver le compte
nl: Account archiveren

# name
source: Last name
fr: Nom
nl: Naam

source: First name
fr: Prénom
nl: Voornaam

source: Profile updated successfully
fr: Profil mis à jour avec succès
nl: Profiel succesvol bijgewerkt

# add_conducteur_message
source: Driver added successfully
fr: Conducteur ajouté avec succès
nl: Bestuurder succesvol toegevoegd

# no_subscriptions_available
source: No subscriptions available at the moment. Thank you for your understanding.
fr: Aucun abonnement disponible pour le moment. Merci de votre compréhension.
nl: Geen abonnementen beschikbaar op dit moment. Bedankt voor uw begrip.

# no_reservation_available
source: No reservation available at the moment. Thank you for your understanding.
fr: Aucun réservation disponible pour le moment. Merci de votre compréhension.
nl: Geen reservering beschikbaar op dit moment. Bedankt voor uw begrip.

source: Flat rate subscription
fr: Abonnement forfaitaire
nl: Vast bedrag abonnement

source: Temporary subscription
fr: Abonnement temporaire
nl: Tijdelijk abonnement

source: Subscription has been successfully made
fr: L'abonnement a été fait avec succès
nl: Het abonnement is succesvol aangemaakt

source: Warning
fr: Erreur
nl: Waarschuwing

source: An error occurred, please try again later
fr: Une erreur s'est produite, veuillez réessayer plus tard
nl: Er is een fout opgetreden, probeer het later opnieuw

source: View the timer
fr: Voir la minuterie
nl: Bekijk de timer

source: View ticket
fr: Voir ticket
nl: Bekijk ticket

source: History
fr: Historiques
nl: Geschiedenis

source: Subscription number
fr: Numéro subscription
nl: Abonnementsnummer

source: Entry date
fr: Date d’entrée
nl: Ingangsdatum

source: Driver name
fr: Nom du conducteur
nl: Naam van de bestuurder

source: Vehicle registration number
fr: Immatriculation
nl: Kenteken van het voertuig

source: Duration
fr: Durée
nl: Duur

source: Exit date
fr: Date de sortie
nl: Uitstapdatum

source: Reservation ticket
fr: Ticket de réservation
nl: Reserveringsticket

# subscribe_to_a_parking
source: Subscribe to a subscription
fr: Souscrire un abonnement
nl: Abonnement afsluiten

source: Scan a new document
fr: Scanner un nouveau document
nl: Scan een nieuw document

source: Choose an existing document
fr: Choisissez un document existant
nl: Kies een bestaand document

source: No cards available at the moment
fr: Aucune carte disponible pour le moment
nl: Geen kaarten beschikbaar op dit moment

source: Choose an amount
fr: Choisissez un montant
nl: Kies een bedrag

# please_note_a_20_card_fee_will_be_added
source: Please note that a $20 card fee will be added
fr: Veuillez noter que 20$ de frais de carte seront ajoutés
nl: Houd er rekening mee dat er een kaartvergoeding van $20 wordt toegevoegd

source: Month
fr: Mois
nl: Maand

source: Year
fr: Année
nl: Jaar

source: Do you have a proof document?
fr: Avez-vous un document justificatif?
nl: Heeft u een bewijsdocument?

source: Student card, hospital document...
fr: carte étudiant, document hospitalier...
nl: studentenkaart, ziekenhuisdocument...

source: Choose the duration
fr: Choisissez la durée
nl: Kies de duur

# choose_multiple_dates_to_schedule_your_reservations
source: You have the option to choose multiple dates to schedule your reservations.
fr: Vous avez la possibilité de choisir plusieurs dates pour planifier vos réservations.
nl: U heeft de mogelijkheid om meerdere data te kiezen om uw reserveringen te plannen.

source: In case of fire,
fr: En cas d’incendie,
nl: In geval van brand

source: Strive to fight the fire using the closest means.
fr: Efforcez-vous de combattre le feu en utilisant les moyens les plus proches.
nl: Probeer het vuur te bestrijden met de dichtstbijzijnde middelen.

source: Attack the base of the fire using extinguishers.
fr: Attaquer le foyer à la base au moyen d’extincteurs.
nl: Val de brandhaard aan de basis aan met brandblussers.

source: Do not use water on fuel or oil fires.
fr: N’utilisez pas d’eau sur les feux de carburants ou d’huile.
nl: Gebruik geen water bij branden met brandstof of olie.

source: In heat and smoke, get down. Fresh air is near the floor.
fr: Dans la chaleur et la fumée, baissez-vous. L’air frais est près du sol.
nl: Bij hitte en rook, ga naar beneden. Frisse lucht is dicht bij de grond.

# evacuate_safely
source: To evacuate safely,
fr: Pour évacuer en toute sécurité,
nl: Om veilig te evacueren,

source: Stay calm and do not panic.
fr: Restez calme et ne paniquez pas.
nl: Blijf kalm en raak niet in paniek.

source: Head towards the nearest emergency exits.
fr: Dirigez-vous vers les sorties de secours les plus proches.
nl: Ga naar de dichtstbijzijnde nooduitgangen.

source: Use stairs for safe evacuation.
fr: Utilisez les escaliers pour évacuer en toute sécurité.
nl: Gebruik de trap voor een veilige evacuatie.

# do_not_block_emergency_exits_ensure_they_remain_accessible_for_all
source: Do not block emergency exits and ensure they remain accessible for all.
fr: Ne bloquez pas les sorties de secours et assurez-vous qu'elles restent accessibles pour tous.
nl: Blokker nooit nooduitgangen en zorg ervoor dat ze toegankelijk blijven voor iedereen.
