Repository: SelmenBouazra/flutter_boilerplate
Catalog: lib/l10n/intl_*.arb
Languages: fr, nl

source: Once evacuated, head to a predefined assembly point so that rescue teams can locate you.
fr: Une fois évacué, dirigez-vous vers un point de rassemblement prédéfini pour que les secours puissent vous localiser.
nl: Ga naar een vooraf bepaald verzamelpunt nadat u geëvacueerd bent, zodat hulpverleners u kunnen lokaliseren.

source: Instructions and recommendations
fr: Consignes et recommandations
nl: Instructies en aanbevelingen

source: IT IS PROHIBITED
fr: IL EST INTERDIT
nl: HET IS VERBODEN

source: Do not store combustible materials in parking areas.
fr: De constituer des dépôts de matières combustibles sur les emplacements de stationnements.
nl: Plaats geen brandbaar materiaal op parkeerplaatsen.

source: Do not keep flammable, explosive materials inside vehicles.
fr: De conserver à l’intérieur des véhicules des matières inflammables, explosives, etc.
nl: Bewaar geen brandbare, explosieve materialen in voertuigen.

source: Do not add fuel to vehicles.
fr: D’ajouter du carburant dans les véhicules.
nl: Voeg geen brandstof toe aan voertuigen.

source: Do not smoke or use open flames.
fr: Ne pas fumer ou utiliser des flammes nues.
nl: Niet roken of open vuur gebruiken.

source: Do not park vehicles outside designated areas.
nl: Parkeer geen voertuigen buiten de aangewezen gebieden.

source: Do not leave a vehicle engine running during an extended stop.
fr: Ne pas laisser fonctionner le moteur d’un véhicule durant un arrêt prolongé.
nl: Laat de motor van een voertuig niet draaien tijdens een langdurige stop.

source: In the interest of all,
fr: DANS L’INTÉRÊT DE TOUS,
nl: IN HET BELANG VAN IEDEREEN,

source: Do not use horns inside the parking lot.
fr: Ne faites pas usage des avertisseurs sonores à l’intérieur du parking.
nl: Gebruik geen claxons in de parkeergarage.

source: Recognize emergency exits and evacuation routes. Identify the location of fire fighting equipment.
fr: Reconnaissez les sorties de secours et les chemins d'évacuation. Repérez l'emplacement des moyens de lutte contre l'incendie.
nl: Herken nooduitgangen en evacuatieroutes. Identificeer de locatie van brandbestrijdingsapparatuur.

source: Do not damage the emergency equipment provided for your use.
fr: Ne détériorez pas les moyens de secours mis à votre disposition.
nl: Beschadig de nooduitrusting die voor uw gebruik is verstrekt niet.

source: Do not park your vehicle in front of fire hydrants or fire hose reels.
fr: Ne garez pas votre véhicule devant les poteaux d'incendie ou sur les bouches d'incendie.
nl: Parkeer uw voertuig niet voor brandkranen of brandhaspels.

source: Do not park your vehicle in reserved emergency lanes.
fr: Ne garez pas votre véhicule sur les voies réservées de secours.
nl: Parkeer uw voertuig niet op de voor noodhulp gereserveerde rijstroken.

source: Do not take risks.
fr: Ne prenez pas de risques.
nl: Neem geen risico's.

source: Terminate
fr: Terminer
nl: Beëindigen

source: Claim Details
fr: Details de la réclamation
nl: Details van de Claim

source: Created on:
fr: Créé le :
nl: Gemaakt op:

source: Subject of the Claim:
fr: Objet de la réclamation:
nl: Onderwerp van de klacht:

source: attachment:
fr: Pièce jointe:
nl: Bijlage:

# confirmCancelClaim
source: Are you sure you want to cancel this claim?
fr: Êtes-vous sûr(e) de vouloir annuler cette réclamation ?
nl: Weet u zeker dat u deze klacht wilt annuleren?

source: Yes
fr: Oui
nl: Ja

source: No
fr: Non
nl: Nee

source: Wrong File Size
fr: Taille de fichier incorrecte
nl: Bestandsgrootte

# wrong_file_size_description
source: The total size of the files exceeds the 10 MB limit.
fr: La taille totale des fichiers dépasse la limite de 10 Mo.
nl: De totale grootte van de bestanden overschrijdt de limiet van 10 MB.

source: Unauthorized Format
fr: Format non autorisé
nl: Niet toegestaan formaat

source: Add a new claim
fr: Ajouter une nouvelle réclamation
nl: Voeg een nieuwe klacht toe

# unauthorized_format_description
source: Please choose a file of type PDF, PNG, or JPG.
fr: Veuillez choisir un fichier de type PDF, PNG ou JPG.
nl: Kies een bestand van het type PDF, PNG of JPG.

source: Please enter a password
fr: Veuillez entrer un mot de passe
nl: Voer een wachtwoord in

# password_must_be_at_least
source: Password must be at least 8 characters long and contain at least one letter, one number, and one special character
fr: Le mot de passe doit comporter au moins 8 caractères, dont une lettre, un chiffre et un caractère spécial.
nl: Het wachtwoord moet minstens 8 tekens lang zijn en ten minste één letter, één cijfer en één speciaal teken bevatten

source: Account verification
fr: Vérification du compte
nl: Accountverificatie

# a_verification_email_has_been_sent_to_your_email
source: This account is not verified, please check your email,
fr: Ce compte n’est pas vérifié, veuillez vérifier votre email,
nl: Dit account is niet geverifieerd, controleer uw e-mail,

# resend_email
source: or resend the verification email here.
fr: ou renvoyer l’email de vérification ici.
nl: of stuur de verificatie-e-mail opnieuw.

source: Verify your email or password
fr: Vérifiez votre email ou mot de passe
nl: Controleer uw e-mailadres. Er is een verificatielink verzonden.

source: Please try again.
fr: Veuillez réessayer.
nl: Probeer het opnieuw.

source: Please confirm the password
fr: Veuillez confirmer le mot de passe
nl: Bevestig het wachtwoord

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
nl: Wachtwoorden komen niet overeen

# congratulations
source: Congratulation
fr: Félicitation
nl: Gefeliciteerd

source: Please verify your email address
fr: Veuillez vérifier votre adresse e-mail
nl: Verifieer uw e-mailadres

source: A verification link has been sent
fr: Un lien de vérification a été envoyé
nl: Er is een verificatielink verzonden

# verify_your_email
source: Please verify your email address. A verification link has been sent.
fr: Veuillez vérifier votre adresse e-mail. Un lien de vérification a été envoyé.
nl: Controleer uw e-mailadres. Er is een verificatielink verzonden.

source: Oops!
fr: Oups!
nl: Oeps!

source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter?
nl: Weet je zeker dat je wilt uitloggen?

source: Vehicle added successfully
fr: Véhicule ajouté avec succès
nl: Voertuig succesvol toegevoegd

source: Vehicle updated successfully
fr: Véhicule modifié avec succès
nl: Voertuig succesvol gewijzigd

source: Your request has been sent successfully
fr: Votre demande est envoyée avec succès
nl: Uw aanvraag is succesvol verzonden

source: Need help?
fr: Besoin d'aide ?
nl: Hulp nodig?

# submit_claim
source: Submit a claim
fr: Soumettez une réclamation
nl: Dien een klacht in

# choose_category
source: Please choose a category
fr: Veuillez choisir une catégorie
nl: Kies een categorie

source: Attach a document:
fr: Joindre un document
nl: Een document toevoegen:

# choose_parking_name
source: Please choose the parking name
fr: Veuillez choisir le nom de parking
nl: Kies de naam van de parkeerplaat

# have_question
source: Do you have a question?
fr: Vous avez une question?
nl: Heb je een vraag?

source: We are here to help!
fr: Nous sommes là pour vous aider !
nl: We zijn hier om te helpen!

# attach_file
source: Would you like to attach a file?
fr: Souhaitez-vous joindre un fichier?
nl: Wilt u een bestand bijvoegen?

# file_upload_info
source: You can transfer an unlimited number of files in this field, with a total size limit of 10 MB for all files. The allowed file types are: pdf, png, jpg, and jpeg.
fr: Vous pouvez transférer un nombre illimité de fichiers dans ce champ, avec une limite total de taille de 10 Mo pour tous les fichiers. Les types de fichiers autorisés sont : pdf, png, jpg et jpeg
nl: U kunt een onbeperkt aantal bestanden in dit veld overzetten, met een totale grootte limiet van 10 MB voor alle bestanden. De toegestane bestandstypen zijn: pdf, png, jpg en jpeg.

source: My reservations
fr: Mes réservations
nl: Mijn reserveringen

source: No reservations at the moment
fr: Aucune réservation pour le moment
nl: Geen reserveringen op dit moment

source: No subscription at the moment
fr: Aucun abonnement pour le moment
nl: Geen abonnement op dit moment

# reserve_a_parking_space
source: Reserve a spot
fr: Réserver une place
nl: Reserveer een plek

source: Notifications
nl: Meldingen

source: Mark as read
fr: Marquer comme lu
nl: Markeer als gelezen

source: No notifications at the moment
fr: Aucune notification pour le moment
nl: Geen meldingen op dit moment

source: General Options
fr: Options Générales
nl: Algemene Opties

source: Please choose a model
fr: Veuillez choisir un modèle
nl: Kies een model

source: An error occurred during scanning
fr: Une erreur s'est produite lors de la numérisation
nl: Er is een fout opgetreden tijdens het scannen

source: Scan your license plate
fr: Scanner votre Immatriculation
nl: Scan uw kenteken

source: Please fill in the required field
fr: Veuillez remplir le champ obligatoire
nl: Vul het verplichte veld in

source: Please enter a phone number
fr: Veuillez entrer un numéro de téléphone
nl: Voer een telefoonnummer in

source: Please enter a valid phone number
fr: Veuillez entrer un numéro de téléphone valide
nl: Voer een geldig telefoonnummer in

source: Please enter an email address
fr: Veuillez entrer une adresse e-mail
nl: Voer een e-mailadres in

source: Please enter a valid email address
fr: Veuillez entrer une adresse e-mail valide
nl: Voer een geldig e-mailadres in

source: Please enter a first and last name
fr: Veuillez entrer un nom et prénom
nl: Voer een voornaam en achternaam in

# please_enter_a_first_name
source: Please enter the first name
fr: Veuillez entrer le prénom
nl: Voer de voornaam in

# please_enter_a_last_name
source: Please enter the last name
fr: Veuillez entrer le nom
nl: Voer de achternaam in

source: Name can only contain alphabetic characters
fr: Le nom ne peut contenir que des lettres alphabétiques
nl: De naam mag alleen alfabetische tekens bevatten

source: Parking Subscription
fr: Abonnement Parking
nl: Parkeerabonnement

source: Download
fr: Télécharger
nl: Downloaden

source: PDF preview
fr: Aperçu PDF
nl: PDF-voorbeeld

source: Invoice history
fr: Historique des factures
nl: Factuurgeschiedenis

source: View all invoices
fr: Voir toutes les factures
nl: Bekijk alle facturen

source: Invoice
fr: Facture
nl: Factuur

source: Are you sure you want to delete this account?
fr: Vous êtes sûr de supprimer ce compte ?
nl: Weet u zeker dat u dit account wilt verwijderen?

source: Entry time
fr: Heure d’entrée
nl: Ingangstijd

source: Exit time
fr: Heure de sortie
nl: Vertrektijd

source: Payment status
fr: Statut de paiement
nl: Betalingsstatus

source: Subscription status
fr: Statut d'abonnement
nl: Abonnementsstatus

source: Paid
fr: Payé
nl: Betaald

source: In progress
fr: En cours
nl: In behandeling

source: Rejected
fr: Rejeté
nl: Afgewezen

source: Subscription card
fr: Carte d'abonnement
nl: Abonnementkaart

source: Card number
fr: Numéro de carte
nl: Kaartnummer

source: Cardholder name
fr: Nom du titulaire
nl: Naam kaarthouder

source: Documents
nl: Documenten

source: Approved
fr: Approuvée
nl: Goedgekeurd

# pending_file
source: Being processed
fr: En cours de traitement
nl: In behandeling

source: View all documents
fr: Voir tous les documents
nl: Bekijk alle documenten

source: Document list
fr: Liste de documents
nl: Documentenlijst

# forget_password_description
source: Enter the email address you use to log in to the Effia.be website.
fr: Saisissez l’adresse email que vous utilisez pour vous connecter au site Effia.be.
nl: Voer het e-mailadres in dat u gebruikt om in te loggen op de Effia.be website.

# forget_password_description_two
source: An email will be sent to reset your password.
fr: Un email vous sera envoyé pour réinitialiser votre mot de passe.
nl: Er wordt een e-mail naar u gestuurd om uw wachtwoord opnieuw in te stellen.

# please_choose_gender
source: Please choose the gender
fr: Veuillez choisir le genre
nl: Kies het geslacht alstublieft

# please_choose_birthdate
source: Please choose the birthdate
fr: Veuillez choisir la date de naissance
nl: Kies alstublieft de geboortedatum

# please_fill_in_address
source: Please fill in the address
fr: Veuillez remplir l'adresse
nl: Vul het adres in alstublieft

# six_digit_code_sent
source: Your code has been sent to
fr: Votre code a été envoyé à
nl: Uw code is verzonden naar

# enter_six_digit_code
source: Enter the 6-digit code:*
fr: Entrez le code à 6 chiffres:*
nl: Voer de 6-cijferige code in:*

source: Reset your password
fr: Réinitialiser votre mot de passe
nl: Stel uw wachtwoord opnieuw in

source: This code will expire in 10 minutes.
fr: Ce code expirera dans 10 minutes.
nl: Deze code vervalt over 10 minuten.

source: Your password has been reset successfully.
fr: Votre mot de passe a été réinitialisé avec succès.
nl: Uw wachtwoord is succesvol opnieuw ingesteld.

source: Please fill in the city
fr: Veuillez remplir la ville
nl: Vul de stad in

source: Please fill in the country
fr: Veuillez remplir le pays
nl: Vul het land in

source: License Plate
fr: Immatriculation
nl: Kenteken

source: Brand
fr: Marque
nl: Merk

source: Show less
fr: Afficher moins
nl: Minder weergeven

source: Show more
fr: Afficher plus
nl: Meer weergeven

source: Places
nl: Plaatsen

# choose_file_to_upload
source: Choose the file to upload JPG, PNG or PDF
fr: Choisir le fichier à télécharger JPG, PNG ou PDF
nl: Kies het bestand om te uploaden JPG, PNG of PDF

source: Document name:
fr: Nom du document:
nl: Documentnaam:

source: Amount
fr: Tarif
nl: Tarief

# statue_de_reservation
source: Reservation status
fr: Statut de réservation
nl: Reserveringsstatus

# email_conducteur
source: Driver email
fr: Email conducteur
nl: E-mail bestuurder

source: Hello
fr: Bonjour
nl: Hallo

source: parking
nl: parkeren

source: Email
fr: Adresse e-mail

source: Professional
fr: Professionnel(elle)

source: Credit Card
fr: Carte crédit

# vehicle_model
source: Model
fr: Modéle

source: Details
fr: Détails

source: Contract
fr: Contrat

source: Document status
fr: Statut de document
